tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash-completion"
brew "python@3.9"
brew "cmake"
brew "ffmpeg"
brew "git"
brew "go"
brew "jsonpp"
brew "media-info"
brew "node"
brew "rbenv"
brew "rcm"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "universal-ctags"
brew "websocat"
brew "youtube-dl"
cask "docker"
cask "figma"
cask "kindle"
cask "macvim"
cask "marked"
cask "notion"
cask "setapp"
cask "simpholders"
cask "sketch"
cask "swiftformat-for-xcode"
cask "textexpander"
cask "zoom"
